import React from "react";

const TermsAndConditions = () => {
  return (
    <div className="page-container page-xs">
      <div className="page-header-title">隱私權政策聲明</div>
      <div>
        根據Smart Tutor
        Limited的政策﹐我們確保將客戶（即我們的實際客戶和網站用戶）提供的所有資料保密。
        客戶在瀏覽我們的網站時﹐我們不會收集任何可以用來識別瀏覽者身份的資料（"個人資料"）。
        客戶就Smart Tutor
        Limited提供的服務提出咨詢或提交申請時，需要提交某些個人資料。
        在這種情況下，客戶將會收到相關的"個人資料收集聲明"﹐了解我們收集這些資料的目的與用途（包括傳送和公布這些資料的範圍）﹔客戶亦有權查閱和更改這些個人資料。
        某些網站設定了Cookie檔案，其目的只是為了讓客戶在下次登入同一網站時更加方便。
        <br />
        <br />
        我們獲得客戶的個人資料後，會將這些資料安全地儲存在我們的電腦系統內。只有經過相關的專業訓練、並且獲得授權的職員，才能夠查閱這些個人資料。在未經客戶本人同意的情況下，我們絕對不會泄露這些個人資料。
        然而，我們可能會因應客戶的個人資料﹐而不時向客戶發送一些直接推廣的訊息，介紹我們的產品和服務。
        如果客戶以書面方式或電郵通知我們，表示不願再收到這些訊息，我們將立即停止發送。
        在直接推銷的過程中，客戶可以選擇"拒絕接收服務"。
        <br />
        <br />
        使用條款、通知與修訂：你對Smart Tutor
        Limited的使用及由此產生的任何爭端，須受限於此隱私。政策及我們的使用條款，以及該爭端決議的所有條款，包括仲裁、損害之限制和準據法之約定。
        我們保留隨時變更隱私政策與使用條款的權利。
        非重大變更及澄清即刻生效，重大變更在貼示於此網站後 7 天內生效。
        若有變更，我們將予以貼示，並且在此專頁頂端說明政策的新生效日期。
        若對此政策有重大變更，我們將在此處、透過電郵，或透過在首頁上貼示通知來告知你。
        我們鼓勵你經常參閱此政策，以便瞭解我們目前的隱私政策。
        除非另有聲明，否則，我們目前的隱私政策適用我們保有的與你及你的帳戶相關的所有資訊。
        <br />
        <br />
        我們將會盡力確保客戶的私隱得到妥善的保障。
        如果客戶對我們的私隱政策和運作方式有任何疑問，歡迎寄電郵至
        smarttutor@gmail.com 向我們的網站管理員查詢。
        <br />
        <br />
        <div className="page-header-title">個人資料收集聲明</div>
        你提供的資料將會用作處理你的咨詢或服務申請。我們不會把你的資料和身份向任何第三者透露。你有權要求查閱或修改有關你在我們紀錄裡的資料；在任何情況下，如果你希望查閱或修改你在我們紀錄裡的個人資料，請寄電郵件至
        smarttutor@gmail.com
        <br />
        <br />
      </div>
    </div>
  );
};

export default TermsAndConditions;
